Repository: 520520u/PUBMERGE
Catalog: App/Resources/Localizable.xcstrings
Source language: es
Languages: en, zh_hans, zh_hant

# about_body
source: PubMerge importa, compara y fusiona copias .jwlibrary reales, y exporta un archivo validado listo para restaurar.
en: PubMerge imports, compares, and merges real .jwlibrary backups, then exports a validated file ready to restore.
zh_hans: PubMerge 导入、比较并合并真实的 .jwlibrary 备份，然后导出可还原的已验证文件。
zh_hant: PubMerge 匯入、比較並合併真實的 .jwlibrary 備份，然後匯出可還原的已驗證檔案。

# about_title
source: Acerca de
en: About
zh_hans: 关于
zh_hant: 關於

# apply_rule_all
source: Aplicar a todos
en: Apply to all
zh_hans: 全部应用
zh_hant: 全部套用

# choose_both
source: Conservar ambas
en: Keep both
zh_hans: 两者都保留
zh_hant: 兩者都保留

# choose_left
source: Usar izquierda
en: Use left
zh_hans: 使用左侧
zh_hant: 使用左側

# choose_newest
source: Más reciente
en: Newest
zh_hans: 最新
zh_hant: 最新

# choose_right
source: Usar derecha
en: Use right
zh_hans: 使用右侧
zh_hant: 使用右側

# clear_temp
source: Eliminar archivos temporales
en: Delete temporary files
zh_hans: 删除临时文件
zh_hant: 刪除暫存檔案

# compare_and_merge
source: Comparar y fusionar
en: Compare and merge
zh_hans: 比较并合并
zh_hant: 比較並合併

# compare_marks_summary
source: Los subrayados se fusionan automáticamente. Esta lista muestra notas, marcadores, etiquetas y conflictos para que la app siga respondiendo con copias grandes.
en: Highlights are merged automatically. This list shows notes, bookmarks, tags, and conflicts so the app stays responsive with large backups.
zh_hans: 标注会自动合并。此列表只显示笔记、书签、标签和冲突，以便在大型备份下保持流畅。
zh_hant: 標註會自動合併。此列表只顯示筆記、書籤、標籤和衝突，以便在大型備份下保持流暢。

# conflicts_count
source: %lld conflictos sin resolver
en: %lld unresolved conflicts
zh_hans: %lld 个未解决冲突
zh_hant: %lld 個未解決衝突

# continue_conflicts
source: Continuar
en: Continue
zh_hans: 继续
zh_hant: 繼續

# decision_log
source: Registro de decisiones
en: Decision log
zh_hans: 决定记录
zh_hant: 決定記錄

# drop_body
source: También puedes usar el selector de archivos o abrir una copia desde Archivos.
en: You can also use the file picker or open a backup from Files.
zh_hans: 也可以使用文件选择器，或从“文件”打开备份。
zh_hant: 也可以使用檔案選擇器，或從「檔案」開啟備份。

# drop_title
source: Arrastra archivos .jwlibrary aquí
en: Drop .jwlibrary files here
zh_hans: 将 .jwlibrary 文件拖到此处
zh_hant: 將 .jwlibrary 檔案拖到此處

# empty_compare_body
source: Importa dos copias y pulsa Comparar y fusionar.
en: Import two backups and tap Compare and merge.
zh_hans: 请导入两个备份并点击“比较并合并”。
zh_hant: 請匯入兩個備份並點一下「比較並合併」。

# empty_compare_title
source: Todavía no hay comparación
en: No comparison yet
zh_hans: 还没有比较结果
zh_hant: 還沒有比較結果

# empty_conflicts_body
source: Las copias se pueden fusionar sin decisiones manuales.
en: The backups can be merged without manual choices.
zh_hans: 这些备份可以在无需手动选择的情况下合并。
zh_hant: 這些備份可以在無需手動選擇的情況下合併。

# empty_conflicts_title
source: No hay conflictos
en: No conflicts
zh_hans: 没有冲突
zh_hant: 沒有衝突

# empty_import_body
source: Importa al menos dos copias .jwlibrary para compararlas y fusionarlas.
en: Import at least two .jwlibrary backups to compare and merge them.
zh_hans: 请导入至少两个 .jwlibrary 备份以便比较和合并。
zh_hant: 請匯入至少兩個 .jwlibrary 備份以便比較和合併。

# empty_import_title
source: Aún no hay copias
en: No backups yet
zh_hans: 还没有备份
zh_hant: 還沒有備份

# encrypt_temp
source: Cifrar archivos temporales
en: Encrypt temporary files
zh_hans: 加密临时文件
zh_hant: 加密暫存檔案

# export_button
source: Validar y exportar
en: Validate and export
zh_hans: 验证并导出
zh_hant: 驗證並匯出

# export_headline
source: Exportar una copia válida
en: Export a valid backup
zh_hans: 导出有效备份
zh_hant: 匯出有效備份

# export_name
source: Nombre del archivo
en: File name
zh_hans: 文件名
zh_hant: 檔案名稱

# export_ready
source: Copia lista para restaurar
en: Backup ready to restore
zh_hans: 备份已可还原
zh_hant: 備份已可還原

# filter_all
source: Todos
en: All
zh_hans: 全部
zh_hant: 全部

# filter_kind
source: Tipo
en: Type
zh_hans: 类型
zh_hant: 類型

# filter_status
source: Estado
en: Status
zh_hans: 状态
zh_hant: 狀態

# import_copies
source: Importar copias
en: Import backups
zh_hans: 导入备份
zh_hant: 匯入備份

# import_headline
source: Fusiona tus copias con seguridad
en: Merge your backups safely
zh_hans: 安全地合并备份
zh_hant: 安全地合併備份

# import_subtitle
source: Todo se procesa en este dispositivo. Los archivos originales nunca se modifican.
en: Everything stays on this device. Original files are never modified.
zh_hans: 全部在本机处理。原始文件不会被修改。
zh_hant: 全部在本機處理。原始檔案不會被修改。

# imported_copies
source: Copias importadas
en: Imported backups
zh_hans: 已导入的备份
zh_hant: 已匯入的備份

# legal_body
source: PubMerge es una herramienta independiente. No está afiliada, respaldada ni conectada con Watch Tower Bible and Tract Society of Pennsylvania.
en: PubMerge is an independent tool. It is not affiliated with, endorsed by, or connected to the Watch Tower Bible and Tract Society of Pennsylvania.
zh_hans: PubMerge 是独立工具，与 Watch Tower Bible and Tract Society of Pennsylvania 没有任何隶属、认可或关联关系。
zh_hant: PubMerge 是獨立工具，與 Watch Tower Bible and Tract Society of Pennsylvania 沒有任何隸屬、認可或關聯關係。

# legal_title
source: Aviso legal
en: Legal notice
zh_hans: 法律声明
zh_hant: 法律聲明

# merge_rule
source: Regla automática
en: Automatic rule
zh_hans: 自动规则
zh_hant: 自動規則

# merge_scope_all
source: Todo
en: Everything
zh_hans: 全部
zh_hant: 全部

# merge_scope_all_selected
source: Se fusionan todas las categorías de las demás copias.
en: Merging every category from the other copies.
zh_hans: 将合并其他副本中的所有类别。
zh_hant: 將合併其他副本中的所有類別。

# merge_scope_needs_reapply
source: Has cambiado qué fusionar. Vuelve a aplicar la selección antes de continuar.
en: You changed what to merge. Apply the selection again before continuing.
zh_hans: 你更改了合并范围。请先重新应用选择，然后再继续。
zh_hant: 你已變更合併範圍。請先重新套用選擇，然後再繼續。

# merge_scope_none
source: Nada extra
en: Nothing extra
zh_hans: 不额外合并
zh_hant: 不額外合併

# merge_scope_partial_selected
source: Fusión personalizada: solo se toman de las demás copias las categorías seleccionadas.
en: Custom merge: only the selected categories are taken from the other copies.
zh_hans: 自定义合并：只从其他副本提取所选类别。
zh_hant: 自訂合併：只從其他副本擷取所選類別。

# merge_scope_reapply
source: Aplicar selección
en: Apply selection
zh_hans: 应用选择
zh_hant: 套用選擇

# merge_scope_subtitle
source: La copia principal es la base. Elige qué pueden aportar las demás. Si desactivas los vídeos, no se empaquetarán en el archivo exportado.
en: The primary copy is the base. Choose what the other copies may add. Turning off videos also skips packing media in the exported file.
zh_hans: 主副本作为基础。选择其他副本可以添加的内容。关闭视频后，导出文件也不会打包媒体。
zh_hant: 主要副本作為基礎。選擇其他副本可以加入的內容。關閉影片後，匯出檔案也不會封裝媒體。

# merge_scope_title
source: Qué fusionar
en: What to merge
zh_hans: 要合并的内容
zh_hant: 要合併的內容

# nav_settings
source: Ajustes
en: Settings
zh_hans: 设置
zh_hant: 設定

# nav_workflow
source: Flujo
en: Workflow
zh_hans: 流程
zh_hant: 流程

# privacy_body
source: PubMerge funciona solo en local. No crea cuentas, no envía analítica y no sube notas ni archivos.
en: PubMerge works entirely offline. It has no accounts, no analytics, and never uploads notes or files.
zh_hans: PubMerge 完全在本地运行。没有账户、没有分析，也不会上传笔记或文件。
zh_hant: PubMerge 完全在本機執行。沒有帳戶、沒有分析，也不會上傳筆記或檔案。

# privacy_title
source: Privacidad
en: Privacy
zh_hans: 隐私
zh_hant: 隱私

# progress_build_compare
source: Preparando la comparación…
en: Building the comparison…
zh_hans: 正在准备比较结果…
zh_hant: 正在準備比較結果…

# progress_compare
source: Comparando y detectando conflictos…
en: Comparing and detecting conflicts…
zh_hans: 正在比较并检测冲突…
zh_hant: 正在比較並偵測衝突…

# progress_copy_original
source: Guardando una copia de solo lectura del original…
en: Saving a read-only copy of the original…
zh_hans: 正在保存原备份的只读副本…
zh_hant: 正在儲存原始備份的唯讀複本…

# progress_export
source: Generando y validando la copia…
en: Creating and validating the backup…
zh_hans: 正在生成并验证备份…
zh_hant: 正在產生並驗證備份…

# progress_extract_database
source: Extrayendo la base de datos…
en: Extracting the database…
zh_hans: 正在提取数据库…
zh_hant: 正在擷取資料庫…

# progress_import
source: Importando copias…
en: Importing backups…
zh_hans: 正在导入备份…
zh_hant: 正在匯入備份…

# progress_keep_open
source: Deja la ventana abierta. Las copias grandes con vídeos pueden tardar varios minutos.
en: Keep the window open. Large backups with videos can take several minutes.
zh_hans: 请保持窗口打开。含视频的大型备份可能需要几分钟。
zh_hant: 請保持視窗開啟。含影片的大型備份可能需要幾分鐘。

# progress_list_archive
source: Leyendo el índice del archivo…
en: Reading the archive index…
zh_hans: 正在读取压缩包目录…
zh_hant: 正在讀取壓縮檔目錄…

# progress_merge_primary
source: Cargando la copia principal…
en: Loading the primary copy…
zh_hans: 正在载入主副本…
zh_hant: 正在載入主要副本…

# progress_merge_secondary
source: Fusionando la copia secundaria…
en: Merging the secondary copy…
zh_hans: 正在合并次要副本…
zh_hant: 正在合併次要副本…

# progress_package_archive
source: Creando el archivo .jwlibrary…
en: Creating the .jwlibrary file…
zh_hans: 正在创建 .jwlibrary 文件…
zh_hant: 正在建立 .jwlibrary 檔案…

# progress_package_media
source: Empaquetando archivos multimedia…
en: Packaging media files…
zh_hans: 正在打包媒体文件…
zh_hant: 正在封裝媒體檔案…

# progress_read_database
source: Leyendo notas y subrayados…
en: Reading notes and highlights…
zh_hans: 正在读取笔记和标注…
zh_hant: 正在讀取筆記與標註…

# progress_validate
source: Validando la copia exportada…
en: Validating the exported backup…
zh_hans: 正在验证导出的备份…
zh_hant: 正在驗證匯出的備份…

# progress_write_database
source: Escribiendo la base de datos fusionada…
en: Writing the merged database…
zh_hans: 正在写入合并后的数据库…
zh_hant: 正在寫入合併後的資料庫…

# remove_backup
source: Quitar copia
en: Remove backup
zh_hans: 移除备份
zh_hant: 移除備份

# reset_session
source: Empezar de nuevo
en: Start over
zh_hans: 重新开始
zh_hant: 重新開始

# restore_backup_hint
source: PubMerge no modifica JW Library. Solo genera un archivo .jwlibrary nuevo.
en: PubMerge does not modify JW Library. It only creates a new .jwlibrary file.
zh_hans: PubMerge 不会修改 JW Library，只会生成新的 .jwlibrary 文件。
zh_hant: PubMerge 不會修改 JW Library，只會產生新的 .jwlibrary 檔案。

# restore_ios_body
source: Abre JW Library → Estudio personal → menú → Copia de seguridad y restauración → Restaurar, y elige el archivo exportado.
en: Open JW Library → Personal Study → menu → Backup and Restore → Restore, then choose the exported file.
zh_hans: 打开 JW Library → 个人研读 → 菜单 → 备份和还原 → 还原，然后选择导出的文件。
zh_hant: 開啟 JW Library → 個人研讀 → 選單 → 備份和還原 → 還原，然後選擇匯出的檔案。

# restore_ipad_body
source: El proceso es el mismo que en iPhone. Usa Archivos para localizar la copia exportada.
en: The process is the same as on iPhone. Use Files to find the exported backup.
zh_hans: 步骤与 iPhone 相同。请用“文件”找到导出的备份。
zh_hant: 步驟與 iPhone 相同。請用「檔案」找到匯出的備份。

# restore_mac_body
source: En JW Library para Mac: Estudio personal → Copia de seguridad y restauración → Restaurar, y selecciona el archivo de PubMerge.
en: In JW Library for Mac: Personal Study → Backup and Restore → Restore, then select the PubMerge file.
zh_hans: 在 Mac 版 JW Library：个人研读 → 备份和还原 → 还原，然后选择 PubMerge 文件。
zh_hant: 在 Mac 版 JW Library：個人研讀 → 備份和還原 → 還原，然後選擇 PubMerge 檔案。

# restore_title
source: Cómo restaurar
en: How to restore
zh_hans: 如何还原
zh_hant: 如何還原

# restore_warning
source: JW Library sustituye todos los datos existentes al restaurar. Crea primero una copia de seguridad del dispositivo.
en: JW Library replaces all existing data when restoring. Back up the device first.
zh_hans: JW Library 在还原时会替换设备上的所有现有数据。请先创建设备备份。
zh_hant: JW Library 在還原時會取代裝置上的所有現有資料。請先建立裝置備份。

# reveal_in_finder
source: Mostrar en el Finder
en: Reveal in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# role_primary
source: Principal
en: Primary
zh_hans: 主副本
zh_hant: 主副本

# role_secondary
source: Secundaria
en: Secondary
zh_hans: 次副本
zh_hant: 次副本

# rule_keep_both
source: Conservar ambas notas
en: Keep both notes
zh_hans: 同时保留两条笔记
zh_hant: 同時保留兩則筆記

# rule_newest
source: Conservar la más reciente
en: Keep newest
zh_hans: 保留最新
zh_hant: 保留最新

# rule_primary
source: Conservar la principal
en: Keep primary
zh_hans: 保留主副本
zh_hant: 保留主副本

# rule_secondary
source: Conservar la secundaria
en: Keep secondary
zh_hans: 保留次副本
zh_hant: 保留次副本

# schema_blocked
source: Esta versión de esquema no se puede exportar.
en: This schema version cannot be exported.
zh_hans: 此架构版本无法导出。
zh_hant: 此架構版本無法匯出。

# schema_current
source: Esquema admitido
en: Supported schema
zh_hans: 支持的架构
zh_hant: 支援的架構

# scope_bookmarks
source: Marcadores
en: Bookmarks
zh_hans: 书签
zh_hant: 書籤

# scope_bookmarks_detail
source: Ranuras guardadas de las publicaciones
en: Saved publication slots
zh_hans: 已保存的出版物位置
zh_hant: 已儲存的出版物位置

# scope_fields
source: Campos de entrada
en: Input fields
zh_hans: 输入栏
zh_hant: 輸入欄

# scope_fields_detail
source: Respuestas escritas en las publicaciones
en: Answers typed in publications
zh_hans: 出版物中填写的答案
zh_hant: 出版物中填寫的答案

# scope_highlights
source: Subrayados
en: Highlights
zh_hans: 标注
zh_hant: 標註

# scope_highlights_detail
source: Colores, estilos y rangos marcados
en: Colors, styles, and marked ranges
zh_hans: 颜色、样式和标记范围
zh_hant: 顏色、樣式和標記範圍

# scope_notes
source: Notas
en: Notes
zh_hans: 笔记
zh_hant: 筆記

# scope_notes_detail
source: Notas personales y comentarios de estudio
en: Personal notes and study comments
zh_hans: 个人笔记和学习批注
zh_hant: 個人筆記和學習批註

# scope_tags
source: Etiquetas
en: Tags
zh_hans: 标签
zh_hant: 標籤

# scope_tags_detail
source: Etiquetas de notas y ubicaciones
en: Note and location labels
zh_hans: 笔记和位置标签
zh_hant: 筆記和位置標籤

# scope_videos
source: Vídeos y fotos
en: Videos and photos
zh_hans: 视频和照片
zh_hant: 影片和照片

# scope_videos_detail
source: Media de las listas. Desactivado = exportación mucho más ligera
en: Playlist media. Off = much smaller export
zh_hans: 播放列表媒体。关闭后导出文件会小很多
zh_hant: 播放清單媒體。關閉後匯出檔案會小很多

# search_placeholder
source: Buscar por texto, publicación o dispositivo
en: Search text, publication, or device
zh_hans: 按文本、出版物或设备搜索
zh_hant: 依文字、出版物或裝置搜尋

# share_file
source: Compartir archivo
en: Share file
zh_hans: 分享文件
zh_hant: 分享檔案

# stat_bookmarks
source: Marcadores
en: Bookmarks
zh_hans: 书签
zh_hant: 書籤

# stat_conflicts
source: Conflictos
en: Conflicts
zh_hans: 冲突
zh_hant: 衝突

# stat_fields
source: Respuestas
en: Study fields
zh_hans: 学习字段
zh_hant: 學習欄位

# stat_locations
source: Ubicaciones
en: Locations
zh_hans: 位置
zh_hant: 位置

# stat_marks
source: Marcas
en: Highlights
zh_hans: 标注
zh_hant: 標註

# stat_notes
source: Notas
en: Notes
zh_hans: 笔记
zh_hant: 筆記

# stat_tagmaps
source: Asociaciones
en: Tag links
zh_hans: 标签关联
zh_hant: 標籤關聯

# stat_tags
source: Etiquetas
en: Tags
zh_hans: 标签
zh_hant: 標籤

# status_conflict
source: Conflicto
en: Conflict
zh_hans: 冲突
zh_hant: 衝突

# status_identical
source: Idéntico
en: Identical
zh_hans: 相同
zh_hant: 相同

# status_resolved
source: Resuelto
en: Resolved
zh_hans: 已解决
zh_hant: 已解決

# status_unique
source: Único
en: Unique
zh_hans: 唯一
zh_hant: 唯一

# step_compare
source: Comparar
en: Compare
zh_hans: 比较
zh_hant: 比較

# step_conflicts
source: Conflictos
en: Conflicts
zh_hans: 冲突
zh_hant: 衝突

# step_export
source: Exportar
en: Export
zh_hans: 导出
zh_hant: 匯出

# step_import
source: Importar
en: Import
zh_hans: 导入
zh_hant: 匯入

# trademark_body
source: “JW Library” es una marca de Watch Tower Bible and Tract Society of Pennsylvania.
en: “JW Library” is a trademark of Watch Tower Bible and Tract Society of Pennsylvania.
zh_hans: “JW Library” 是 Watch Tower Bible and Tract Society of Pennsylvania 的商标。
zh_hant: 「JW Library」是 Watch Tower Bible and Tract Society of Pennsylvania 的商標。

# warning_schema_upgrade
source: La copia usa el esquema %d. Se exportará como esquema %d.
en: This backup uses schema %d. It will be exported as schema %d.
zh_hans: 此备份使用架构 %d。将导出为架构 %d。
zh_hant: 此備份使用架構 %d。將匯出為架構 %d。

# warning_videos_excluded
source: Los vídeos y las fotos no se empaquetarán en el archivo exportado. Las listas de la copia principal siguen en la base de datos.
en: Videos and photos will not be packed in the exported file. Playlist items from the primary copy stay in the database.
zh_hans: 导出文件不会打包视频和照片。主副本中的播放列表项目仍保留在数据库中。
zh_hant: 匯出檔案不會封裝影片和照片。主要副本中的播放清單項目仍保留在資料庫中。

# workflow_steps
source: Pasos del flujo de fusión
en: Merge workflow steps
zh_hans: 合并流程步骤
zh_hant: 合併流程步驟

# language_title
source: Idioma
en: Language
zh_hans: 语言
zh_hant: 語言

# language_default_note
source: El inglés se usa cuando el idioma del sistema no es inglés, español o chino.
en: English is used when the system language is not English, Spanish, or Chinese.
zh_hans: 当系统语言不是英语、西班牙语或中文时，默认使用英语。
zh_hant: 當系統語言不是英語、西班牙語或中文時，預設使用英語。

# settings_done
source: Cerrar
en: Done
zh_hans: 完成
zh_hant: 完成

# settings_back_home
source: Volver al inicio
en: Back to Home
zh_hans: 返回首页
zh_hant: 返回首頁

# filter_device
source: Dispositivo
en: Device
zh_hans: 设备
zh_hant: 裝置

# filter_all_devices
source: Todas las copias
en: All copies
zh_hans: 全部副本
zh_hant: 全部副本

# compare_results_count
source: %lld resultados
en: %lld results
zh_hans: %lld 个结果
zh_hant: %lld 個結果

# compare_edit_hint
source: Las notas se pueden editar o eliminar de la lista total.
en: Notes can be edited or removed from the merged list.
zh_hans: 可以编辑笔记或将其从合并列表中删除。
zh_hant: 可以編輯筆記或將其從合併清單中刪除。

# compare_details_title
source: Totales y opciones de fusión
en: Totals and merge options
zh_hans: 统计与合并选项
zh_hant: 統計與合併選項

# compare_export_cta
source: Exportar copia fusionada
en: Export merged copy
zh_hans: 导出已合并的副本
zh_hant: 匯出已合併的副本

# compare_export_hint
source: Abre la pantalla de exportación para nombrar y guardar el archivo fusionado.
en: Opens the export screen to name and save the merged file.
zh_hans: 打开导出屏幕以命名并保存合并后的文件。
zh_hant: 開啟匯出畫面以命名並儲存合併後的檔案。

# note_edit
source: Editar
en: Edit
zh_hans: 编辑
zh_hant: 編輯

# note_delete
source: Borrar
en: Delete
zh_hans: 删除
zh_hant: 刪除

# note_delete_title
source: ¿Borrar esta nota?
en: Delete this note?
zh_hans: 删除这条笔记？
zh_hant: 刪除這則筆記？

# note_delete_body
source: Se eliminará de ambas copias y de la lista total fusionada.
en: It will be removed from both copies and from the merged list.
zh_hans: 将从两份副本和合并列表中删除。
zh_hant: 將從兩份副本和合併清單中刪除。

# note_title
source: Título
en: Title
zh_hans: 标题
zh_hant: 標題

# note_content
source: Nota
en: Note
zh_hans: 笔记
zh_hant: 筆記

# note_save
source: Guardar
en: Save
zh_hans: 保存
zh_hant: 儲存

# note_cancel
source: Cancelar
en: Cancel
zh_hans: 取消
zh_hant: 取消
